/* Ebene 0: Begruessungsbildschirm */

"Physik Formeln" = "Physik Formeln";
"Mathe Formeln" = "Mathe Formeln";


/* Ebene 1: */
	/* Physik Formeln: */
		"Mechanik" = "Mechanik";
		"Wärme" = "Thermodynamik";
		"Elektrodynamik" = "Elektrodynamik";
		"Physikalische Konstanten" = "Physikalische Konstanten";
		"Einheiten" = "Einheiten";
		"Dezimale Vorsilben" = "Dezimale Vorsilben";
		"Dummy-Rechner" = "Dummy-Rechner";

/* Ebene 3: */
	/* Abkuerzungen */
		"GeschwindigkeitAbk" = "Geschwindigkeit";
		"WegAbk" = "Weg";
		"ZeitAbk" = "Zeit";
		"ImpulsAbk" = "Impuls";
		"MasseAbk" = "Masse";
		"EinzelimpulsAbk" = "Einzelimpuls";
		"KraftAbk" = "Kraft";
		"KonservativeKraftAbk" = "konservative Kraft";
		"MittlereKraftAbk" = "mittlere Kraft in Δt";
		"ZeitintervallAbk" = "Zeitintervall";
		"ImpulsaenderungAbk" = "Impulsänderung";
		"ReibungskraftAbk" = "Reibungskraft";
		"ReibungskoeffAbk" = "Reibungskoeffizient";
		"NormalkraftAbk" = "Normalkraft";
		"HangabtriebskraftAbk" = "Hangabtriebskraft";
		"GravitationsbeschleunigungAbk" = "Gravitationsbeschleunigung";
		"NeigungswinkelAbk" = "Neigungswinkel";
		"ArbeitAbk" = "Arbeit";
		"LeistungAbk" = "Leistung";
		"EKinAbk" = "kinetische Energie";
		"BeschleunigungAbk" = "Beschleunigung";
		"AnfangsgeschwindigkeitAbk" = "Anfangsgeschwindigkeit";
		"OrtsvektorAbk" = "Ortsvektor";
		"NormalbeschleunigungAbk" = "Normalbeschleunigung";
		"TangentialbeschleunigungAbk" = "Tangentialbeschleunigung";
		"KruemmungsradiusAbk" = "Krümmungsradius";
		"Masse1Abk" = "Masse 1";
		"Masse2Abk" = "Masse 2";
		"AbstandAbk" = "Abstand";
		"GravitationspotentialAbk" = "Gravitationspotential";
		"GravitationskonstanteAbk" = "Gravitationskonstante";
		"HoeheAbk" = "Höhe";
		"Masse3Abk" = "Masse d. zuentfl. Körpers";
		"RadiusRAbk" = "Radius d. zuentfl. Körpers";
		"XAbk" = "horizontale Position";
		"V0Abk" = "Abwurfgeschwindigkeit";
		"AbwurfwinkelAbk" = "Abwurfwinkel";
		"YAbk" = "vertikale Position"; 
		"DrehimpulsAbk" = "Drehimpuls";
		"AbstandZurDrehachseAbk" = "Abstand zur Drehachse";
		"TraegheitsmomentAbk" = "Trägheitsmoment";
		"WinkelgeschwindigkeitAbk" = "Winkelgeschwindigkeit";
		"EinzeldrehimpulsAbk" = "Einzeldrehimpuls";
		"WinkelAbk" = "Winkel";
		"TraegheitsmomentHauptAbk" = "Trägheitsm. um Hauptachse";
		"Drehmoment01Abk" = "Drehmoment";
		"RotationsenergieAbk" = "Rotationsenergie";
		"ZentripetalkraftAbk" = "Zentripetalkraft";
		"RadiusAbk" = "Radius";
		"PeriodeAbk" = "Periode";
		"FrequenzAbk" = "Frequenz";
		"EPotAbk" = "potentielle Energie";
		"FederkonstanteAbk" = "Federkonstante";
		"AuslenkungAbk" = "Auslenkung";
		"FederkraftAbk" = "Federkraft";
		"AmplitudeAbk" = "Amplitude";
		"PhaseVarphiAbk" = "Phase";
        "WirkungAbk" = "action";
        "kinetischeEnerigeLagrangeAbk" = "kinetische Energie";
        "kinetischeEnergieLagrangeAbk" = "kinetische Energie";
        "potentielleEnerigeLagrangeAbk" = "potentielle Energie";
        "generalisierteKoordinatenAbk" = "generalisierte Koordinaten";
        "lagrangefunktionAbk" = "Lagrangefunktion";
        "generalisierteGeschwindigkeitenAbk" = "generalisierte Geschwindigkeit";
        "generalisierteKraefteAbk" = "generalisierte Kräfte";


		"XYZCTStrichAbk" = "Koordinaten in Sʹ";
		"XYZCTAbk" = "Koordinaten in S";
		"RuhemasseAbk" = "Ruhemasse";
		"DeltatAbk" = "Zeitdifferenz in S";
		"DeltatStrichAbk" = "Zeitdifferenz in Sʹ";
		"DeltaxAbk" = "Länge in S";
		"DeltaxStrichAbk" = "Länge in Sʹ";
		"GeschwindigkeitInSAbk" = "Geschwindigkeit in S";
		"GeschwindigkeitInSStrichAbk" = "Geschwindigkeit in Sʹ";
		"GeschwindigkeitVonSStrichAbk" = "Geschw. von Sʹ gegenüber S";
		"EnergieAbk" = "Energie";
		
		"HoeheDerFluessigkeitAbk" = "Höhe der Flüssigkeit";
		"EingetauchtesVolumenAbk" = "eingetauchtes Volumen";
		"ViskositaetAbk" = "Viskositaet";
		"AuftriebskraftAbk" = "Auftriebskraft";

		"CelsiusAbk" = "Temp. in Celsius";
		"KelvinAbk" = "Temp. in Kelvin";
		"VolumenBeiThetaAbk" = "Volumen bei ϑ";
		"VolumenNullAbk" = "Volumen bei ϑ = 0";
		"DruckAbk" = "Druck";
		"DruckBeiThetaAbk" = "Druck bei ϑ";
		"DruckNullAbk" = "Druck bei ϑ = 0";
    "Druck0Abk" = "Druck bei h = 0";
    "Dichte0Abk" = "Dichte bei h = 0";
		"VolumenAbk" = "Volumen";
		"StoffmengeAbk" = "Stoffmenge";
		"GaskonstanteAbk" = "Gaskonstante";
		"MolareMasseAbk" = "molare Masse";
		"TeilchenzahlAbk" = "Teilchenzahl";
		"AvogadrozahlAbk" = "Avogadrozahl";
		"AdiabatenexponentAbk" = "Adiabatenexponent";
		"CPAbk" = "Wärmekap. bei konst. Druck";
		"CVAbk" = "Wärmekap. bei konst. Volumen";
		"ZugefuehrteWaermeAbk" = "zugeführte Wärme";
		"InnereEnergieAbk" = "innere Energie";
		"WirkungsgradAbk" = "Wirkungsgrad";
		"WaermeAbk" = "Wärme";
		"TemperaturWaermebad1Abk" = "Temperatur Wärmebad 1";
		"TemperaturWaermebad2Abk" = "Temperatur Wärmebad 2";
		"TeilchenmasseAbk" = "Teilchenmasse";
		"FreiheitsgradeAbk" = "Freiheitsgrade";
		"TemperaturAbk" = "Temperatur";
		"BoltzmannkonstanteAbk" = "Boltzmannkonstante";
		"DichteAbk" = "Dichte";
		"MolvolumenAbk" = "Molvolumen";
		"WaermekapazitaetAbk" = "Wärmekapazität";
		"spezifischeWaermekapazitaetAbk" = "spezifische Wärmekapazität";
		"molareWaermekapazitaetAbk" = "molare Wärmekapazität";
		"molareWaermekapazitaet_pAbk" = "mol. Wärmekap. bei konst. p";
		"molareWaermekapazitaet_VAbk" = "mol. Wärmekap. bei konst. V";
		
		"StromstaerkeAbk" = "Stromstärke";
		"Ladung01Abk" = "geflossene Ladung";
		"ElektrischeArbeitAbk" = "elektrische Arbeit";
		"TransportierteLadungAbk" = "transportierte Ladung";
		"SpannungAbk" = "Spannung";
		"ElektrischeLeistungAbk" = "elektrische Leistung";
		"ElektrischerWiderstandAbk" = "elektrischer Widerstand";
		"ElektrischesFeldAbk" = "elektrische Feldstärke";
		"KraftAufProbeladungAbk" = "Kraft auf Probeladung";
		"ProbeladungAbk" = "Probeladung";
		"ElektrischeSpannungAbk" = "elektrische Spannung";
		"ElektrischesPotentialAbk" = "elektrisches Potential";
		"ElektrischeFeldkonstanteAbk" = "elektrische Feldkonstante";
		"DielektrizitaetszahlAbk" = "Dielektrizitätszahl";
		"Ladung03Abk" = "Ladung 1";
		"Ladung04Abk" = "Ladung 2";
		"ElFeldstaerkeAbk" = "elektrische Feldstärke";
		"Ladung05Abk" = "Ladung";
		"ElFlussdichteAbk" = "elektrische Flussdichte";
		"ElEnergiedichteAbk" = "elektrische Energiedichte";
		"KapazitaetAbk" = "Kapazität";
		"LadungAbk" = "Ladung";
		"Flaeche01Abk" = "Plattenfläche";
		"FlaecheAbk" = "Fläche";
		"PlattenabstandAbk" = "Plattenabstand";
		"EnergieWAbk" = "Energie";
		"ElektrischeMaximalspannungAbk" = "el. Maximalspannung";
		"MagFlussdichteAbk" = "magnetische Flussdichte";
		"MagFeldkonstanteAbk" = "magnetische Feldkonstante";
		"PermeabilitaetszahlAbk" = "Permeabilitätszahl";
		"magnetischeFeldstaerkeAbk" = "magnetische Feldstärke";
		"LorentzkraftAbk" = "Lorentzkraft";
		"LaengeAbk" = "Länge";
		"AnzahlWindungenAbk" = "Anzahl Windungen";
		"AbstandLeiderachseAbk" = "Abstand zur Leiterachse";
		"RadiusLeiterAbk" = "Radius der Leiterschleife";
		"magnetischerFlussAbk" = "magnetischer Fluss";
		"DurchsetzteFlaecheAbk" = "durchsetzte Fläche";
		"InduktionsspannungAbk" = "Induktionsspannung";
		"InduktivitaetAbk" = "Induktivität";
		"KreisfrequenzAbk" = "Kreisfrequenz";
		"PhaseSpannungAbk" = "Phase der Spannung";
		"StromAbk" = "Strom";
		"PhaseStromAbk" = "Phase des Stromes";
		"kapazitiverWiderstandAbk" = "kapazitiver Widerstand";
		"imaginaereEinheitAbk" = "imaginäre Einheit";
		"induktiverWiderstandAbk" = "induktiver Widerstand";
        "StromdichteAbk" = "Stromdichte";
        "LadungsdichteAbk" = "Ladungsdichte";

		//Strahlenoptik
		"EinfallswinkelAbk" = "Einfallswinkel";
		"AusfallswinkelAbk" = "Ausfallswinkel";
		"Brechungsindex1Abk" = "Brechungsindex Material 1";
		"Brechungsindex2Abk" = "Brechungsindex Material 2";
		"BrechungswinkelAbk" = "Brechungswinkel";
		"GrenzwinkelAbk" = "Grenzwinkel";
		"LichtgeschwindigkeitAbk" = "Lichtgeschwindigkeit";
		"BrechungsindexAbk" = "Brechungsindex";
		"BrennweiteAbk" = "Brennweite";
		"GegenstandsweiteAbk" = "Gegenstandsweite";
		"BildweiteAbk" = "Bildweite";
		"AbbildungsmassstabAbk" = "Abbildungsmaßstab";
		"KruemmungsradienDerLinseAbk" = "Krümmungsradien der L.";
		"Brennweite1Abk" = "Brennweite Linse 1";
		"Brennweite2Abk" = "Brennweite Linse 2";
		"VergroesserungAbk" = "Vergrößerung";
		"SehwinkelMitAbk" = "Sehwinkel mit";
		"SehwinkelOhneAbk" = "Sehwinkel ohne";
		
		//Wellenoptik
		"WellenlaengeAbk" = "Wellenlänge";
		"FrequenzImMaterial1Abk" = "Frequenz im Material 1";
		"FrequenzImMaterial2Abk" = "Frequenz im Material 2";
		"GangunterschiedAbk" = "Gangunterschied";
		"PhasenverschiebungAbk" = "Phasenverschiebung";
		"SchichtDickeAbk" = "Schichtdicke";
		"polarisationswinkelAbk" = "Polarisationswinkel";
		"FrequenzEmpfaengerAbk" = "Frequenz am Empfänger";
		"FrequenzSenderAbk" = "Frequenz am Sender";
		"SpaltbreiteAbk" = "Spaltbreite";
		"AbstandDerSpaltmittenAbk" = "Abstand der Spaltmitten";
		"GitterkonstanteAbk" = "Gitterkonstante";
		
		//Quantenmechanik
		"AOpAbk" = "beliebiger Operator";
		"BOpAbk" = "beliebiger Operator";
		"XiXjAbk" = "Ortskomponenten";
		"PiPjAbk" = "Impulskomponenten";
		"hQuerAbk" = "red. Plancksches Wirkungsquantum";
		"ketPsiVonTAbk" = "Eigenzustand";
		"HamiltonOpAbk" = "Hamiltonoperator";
		"PsiVonRUndTAbk" = "Eigenzustand in Ortsdarstellung";
		"PotentialAbk" = "Potential";
		"PsiVonRAbk" = "Eigenzustand in Ortsdarstellung";
		"DeltaXAbk" = "Ortsunschärfe";
		"DeltaPAbk" = "Impulsunschärfe";
		"DeltaEAbk" = "Energieunschärfe";
		"DeltaTAbk" = "Zeitunschärfe";
		"OrtsoperatorAbk" = "Ortsoperator";
		"ImpulsoperatorAbk" = "Impulsoperator";
		"AbsteigeopAbk" = "Absteigeoperator";
		"AufsteigeopAbk" = "Aufsteigeoperator";
		"GrundzustandHarmonischerOsziAbk" = "Grundzust. harm. Oszi";
		"LiLjAbk" = "Drehimpulskomponenten";
		"DrehimpulsQZAbk" = "Drehimpulsquantenzahl";
		"DrehimpulsQZ2Abk" = "magnetische Quantenzahl";
		
		//Atomphysik
		"RuhemasseElektronAbk" = "Ruhemasse Elektron";
		"RadiusNteBahnAbk" = "Radius n-te Bahn";
		"BahngeschwindigkeitAbk" = "Bahngeschwindigkeit";
		"HauptquantenzahlAbk" = "Hauptquantenzahl";
		"PlanckschenWirkungsquantumAbk" = "Plancksches Wirkungsquantum";
		"FrequenzDesPhotonsAbk" = "Frequenz des Photons";
		"EnergieDerItenBahnAbk" = "Energie der i-ten Bahn";
		"RydbergkonstanteAbk" = "Rydbergkonstante";
		"ElementarladungAbk" = "Elementarladung";
		"BohrscherRadiusAbk" = "Bohrscher Radius";
		"BindungsenergieAbk" = "Bindungsenergie";
		
    // MARK: - Mathe Formeln
      // MARK: Geometry
        "GrundseiteAbk" = "Grundseite";

      // Trigonometic Functions
      "GegenkatheteAbk" = "Opposite";
      "HypotenuseAbk" = "Hypotenuse";

/* Ebene 4: */
	/* Erklaerungen: */
		"ErklaerNewton01" = "In einem Inertialsystem bewegt sich ein unbeschleunigter Körper geradlinig oder verbleibt in Ruhe.";
		"ErklaerNewton02" = "Die Kraft ist die Ableitung des Impules nach der Zeit.";
		"ErklaerNewton03" = "Zu einer Kraft gibt es immer auch eine Gegenkraft, die vom Betrag her gleich ist aber in entgegengesetzter Richtung zeigt.";
		"ErklaerGeschwindigkeit01" = "Bei konstanter Geschwindigkeit werden pro Zeiteinheit immer gleiche Wegstrecken zurückgelegt. Die Umrechnung von m/s in km/h erfolgt durch Multiplikation mit dem Faktor 3.6.";
		"ErklaerImpuls01" = "Der Impuls ist sowas wie die Stossfaehigkeit eines Koerpers.";
		"ErklaerImpulserhaltungssatz01" = "Der Impuls ist eine Erhaltungsgrösse. Theoretisch hat dies mit der Isotropie des Raumes zu tun.";
		"ErklaerKraft01" = "Dies ist das zweite Newtonsches Gesetz. Die Ableitung des Impulses nach der Zeit ist die Kraft.";
		"ErklaerKraft02" = "Bei konstanter Masse ist die Kraft gegeben durch die Masse multipliziert mit der Beschleunigung.";
		"ErklaerReibungskraft01" = "Der Reibungskoeffizient ist charakteristisch für die Art der Reibung und für die beteiligten Materialien. Daher sind beispielsweise Bremsklötze beim Fahrrad aus Gummi und nicht aus Stahl.";
		"ErklaerHangabtriebskraft01" = "Der Neigungswinkel ist der Winkel, den die geneigte Fläche mit der Waagrechten einschliesst.";
		"ErklaerNormalkraft01" = "Der Neigungswinkel ist der Winkel, den die geneigte Fläche mit der Waagrechten einschliesst.";
		"ErklaerArbeit01" = "Die Arbeit, die von einer Kraft geleistet wird ist gegeben druch die Kraft entlang des Weges multipilziert mit dem Weg. Ist die Kraft entlang des Weges nicht konstant muss über den Weg integriert werden.";
		"ErklaerLeistung01" = "Leistung ist Arbeit pro Zeit.";
		"ErklaerLeistung02" = "Bei konstanter Kraft ist die Leistung gegeben durch Kraft in Bewegungsrichtung mal Geschwindigkeit.";
		"ErklaerEKin01" = "Die kinetische Energie ist eine Funktion des Impulses und der Masse.";
		"ErklaerEKin02" = "Die kinetische Energie ist eine Funktion der Masse und der Geschwindigkeit.";
		"ErklaerBeschleunigung01" = "Die Beschleunigung ist die Ableitung der Geschwindigkeit nach der Zeit.";
		"ErklaerGravitationspotential01" = "Die zugehoerige Kraft zu einem Potential ist gegeben durch den negativen Gradienten des Potentials.";
		"ErklaerKepler01" = "Die Planeten bewegen sich auf Ellipsen um die Sonne in deren einem Brennpunkt die Sonne sitzt.";
		"ErklaerKepler02" = "Die Verbindungslinie zwischen einem Planet und der Sonne überstreicht in gleichen Zeiten gleiche Flächen.";
		"ErklaerKepler03" = "Der Quotient aus dem Quadrat der Umlaufszeit und Kubik der grossen Halbachse ist für alle Planenten im Sonnensystem gleich.";
		"ErklaerDrehimpuls01" = "Der Drehimpuls ist das Produkt aus dem Impuls und dem senkrechten Abstand zur Drehachse.";
		"ErklaerDrehimpuls02" = "Der Drehimpuls ist das Produkt aus dem Trägheitsmoment und der Winkelgeschwindigkeit.";
		"ErklaerDrehimpulserhaltung01" = "Der Drehimpuls ist eine Erhaltungsgrösse. Thoretisch hat dies mit der Drehsymmetrie des Raumes zu tun.";
		"ErklaerDrehmoment01" = "Das Drehmoment ist gegeben durch das Produkt von Kraft und senkrechtem Abstand zur Drehachse.";
		"ErklaerDrehmoment02" = "Das Drehmoment ist das Produkt aus dem Trägheitsmoment und der Winkelbeschleunigung (natürlich im Bogenmass/Sekunde²).";
		"ErklaerDrehmoment03" = "Das Drehmoment ist die zeitliche Ableitung des Drehimpulsvekors.";
		"ErklaerTraegheitsmoment01" = "Das Trägheitsmoment ergibt sich aus der Masseintegration über das Quadrat des Abstand zur Drehachse. Für Massepunkte wird das Integral zu einer Summe.";
		"ErklaerSatzVonSteiner01" = "Der Satz von Steiner beschreibt das Trägheitsmoment bei einer Drehung um eine Achse, die parallel zu einer Hauptachse ist. J₀ ist dabei das Trägheitsmoment bei der Drehung um diese Hauptachse.";
		"ErklaerRotationsarbeit01" = "Die Rotationsarbeit ist gegeben durch das Produkt aus Drehmoment und Drehwinkel.";
		"ErklaerRotationsenergie01" = "Man beachte die Ähnlichkeit zur kinetischen Energie der linearen Bewegung.";
		
		"ErklaerCelsiusSkala01" = "Der Nullpunkt der Celsius-Skala ist die Temperatur von schmelzendem Eis bei Normdruck.";
		"ErklaerCelsiusSkala02" = "Der zweite Referenzpunkt der Celsius-Skala ist die Temperatur von kochendem Wasser bei Normdruck.";
		"ErklaerKelvinSkala01" = "Der Nullpunkt der Kelvin-Skala ist der absolute Nullpunkt; dies ist die Temperatur, bei der ein ideales Gas kein Volumen mehr hat.";
		"ErklaerKelvinSkala02" = "Der zweite Referenzpunkt der Kelvin-Skala ist die Temperatur von schmelzendem Eis.";
		"ErklaerGayLussac01" = "Volumenänderung eines idealen Gases bei Temperaturänderung.";
		"ErklaerAmonton01" = "Druckänderung eines idealen Gases bei Temperaturänderung.";
		"ErklaerBoyleMariotte01" = "Das Produkt aus Druck und Volumen ist bei konstanter Temperatur konstant.";
		"ErklaerSatzVonAvogadro01" = "Satz von Avogadro: Gleiche Volumina enthalten bei gleichem Druck und bei der gleichen Temperatur die gleiche Anzahl von Molekülen.";
		"ErklaerAllgemeineGasgleichung01" = "Die allgemeine Gasgleichung beinhaltet die Spezialfälle Gay-Lussac, Amonton und Boyle-Mariotte.";
		"ErklaerAdiabate01" = "Eine Zustandsänderung, bei der der Wärmeaustausch mit der Umgebung verschwindet heisst adiabatisch.";
		"ErklaerAdiabate02" = "Eine Zustandsänderung, bei der der Wärmeaustausch mit der Umgebung verschwindet heisst adiabatisch.";
		"ErklaerNullterHauptsatz01" = "Wärme fliesst immer vom wärmeren Körper zum kälteren Körper.";
		"ErklaerErsterHauptsatz01" = "Der erste Hauptsatz besagt, dass Energie nicht vernichtet oder erzeugt werden kann. Energie kann nur von einem Zustand in einen anderen überführt werden. Die Vorzeichen werden gewöhnlich aus Sicht des betrachteten Systems gewählt.";
		"ErklaerZweiterHauptsatz01" = "Es ist unmöglich eine periodisch arbeitende Maschine zu konstuieren, die durch Abkühlung eines Wärmebehälters Wärme restlos in mechanische Arbeit verwandelt.";
		"ErklaerWirkungsgrad01" = "Der Wirkungsgrad einer Wärmekraftmaschine ist die von der Maschine geleistete Arbeit geteilt duch die zugeführte Wärme.";
		"ErklaerWirkungsgrad02" = "Der thermodynamische Wirkungsgrad ist der maximale Wirkungsgrad eines reversiblen Kreisprozesses."; 
		
		"ErklaerGrundgleichung01" = "Grundgleichung der kinetischen Gastheorie. Durch diese Formel werden mikroskopische Vorgänge mit makroskopischen Messgrössen verknüpft.";
		"ErklaerKinEnergieEinesGases01" = "Kinetische Energie eines Gases.";
		"ErklaerFreiheitsgradIdeal01" = "Ein ideales Gas hat drei Freiheitsgrade der Translation.";
		"ErklaerAvogadrozahl01" = "Die Avogadrozahl gibt die Anzahl der Teilchen in einem Mol an.";
		"ErklaerMolvolumen01" = "Das Molvolumen ist das Volumen, das ein Mol eines Stoffes einnimmt.";
		"ErklaerMolmasse01" = "Die Molmasse ist die Masse eines Mols eines Stoffes.";
		"ErklaerWaermekapazitaet01" = "Die Wärmekapazität ist die Proportionalitätskonstante zwischen zugeführter Wärme und Temperaturerhöhung.";
		"ErklaerMolareWaermekapazitaetV01" = "Die molare Wärmekapazität bei konstantem Volumen.";
		"ErklaerMolareWaermekapazitaetp01" = "Die molare Wärmekapazität bei konstantem Druck.";
		"ErklaerMischungstemperatur01" = "Mischungstemperatur einer Mischung zweier Stoffe mit unterschiedlichen Massen, Temperaturen und Waermekapazitaeten.";
		
		"ErklaerStromstaerke01" = "Die Stromstärke gibt an, wieviel Ladung pro Zeit fliesst.";
		"ErklaerElektrischesFeld01" = "Die eletrische Feldstärke an einem Ort ist definiert durch die Kraft auf eine Probeladung an diesem Ort.";
		"ErklaerSpannung01" = "Die elektrische Spannung zwischen zwei Punkten ist gleich der Potentialdifferenz zwischen diesen Punkten.";
		"ErklaerSpannungHomogen01" = "Elektrische Spannung in einem homogenen Feld.";
		"ErklaerCoulombGesetz01" = "Das Coulomb-Gesetz gibt die Kraft zwischen zwei Punktladungen an.";
		"ErklaerElFeld01" = "Elektrisches Feld einer Punktladung.";
		"ErklaerElPotential01" = "Elektrisches Potential einer Punktladung.";
		"ErklaerKapazitaet01" = "Kapazitaet allgemein.";
		"ErklaerKapazitaetPlattenKondensator01" = "Kapazität eines Plattenkondensators";
		"ErklaerElFeldPlattenKondensator01" = "eletrisches Feld in einem Plattenkondensator";
		
		"ErklaerBinomialverteilung01" = "Falls die Wahrscheinlichkeit für das Auftreten eines Ereignisses p ist, so ist die Wahrscheinlichkeit, dass es bei n Versuchen genau r mal auftritt, gegeben durch die Binomialverteilung.";
		"ErklaerPoissonverteilung01" = "Die Poissonverteilung gibt die Wahrscheinlichkeit an, genau r Ereignisse zu erhalten, wenn die Zahl n der Versuche sehr gross und die Wahrscheinlichkeit für das Auftreten eines Ereignisses p in einem einzigen Versuch sehr klein ist, mit einem endlichen Mittelwert <r> = np.";
		"ErklaerNormalverteilung01" = "Der korrekte Name für diese Verteilung ist Gauß'sche Wahrscheinlichkeitsdichte. Zufällige Ereignisse forgen meist einer Gauß'schen Wahrscheinlichkeitsdichte.";
		"ErklaerGammaverteilung01" = "Für ganzzahlige Werte von k mit k größer/gleich 1 gibt die Gamma-Wahrscheinlichkeitsdichte die Verteilung der Wartezeit t=x von einem bis zum k-ten Ereignis in einem Poisson-verteilten Prozess.";
		"ErklaerChiquadratverteilung01" = "Die Summe von n unabhängige Zufallsvariablen, die alle einer Gauß-Wahrscheinlichkeitsdichte folgen mit Mittelwert 0 und Varianz 1, folgt einer Chi-Quadrat-Verteilung.";
		"ErklaerCauchyverteilung01" = "Die Cauchy-Verteilung ist die Fouriertransformierte einer Exponentialverteilung.";
		"ErklaerTverteilung01" = "Die t-Verteilung tritt auf bei Tests der statistischen Verträglichkeit eines Stichproben-Mittelwertes mit einem vorgegebenen Mittelwert.";
		
		
// MARK: - Feedback
"feedback_title" = "Feedback";
"asking_for_feedback" = "Hast du Verbesserungsvorschläge? Fehlt dir eine Formel?";
"feedback_call_for_action" = "Schicke mir eine Mail und ich schaue es mir an. Deine Email-Adresse wird nur dafür verwendet, um eventuelle Nachfragen zu stellen.";
"asing_for_feedback_button" = "Email erstellen";
"feedback_mail_subject" = "Verbesserungsvorschläge für Phy";
"feedback_mail_body" = "Hallo Dominik,\n\nich habe Verbesserungsvorschläge für Phy.";

// MARK: - Accessibility
"ersterNewton" = "Die Ableitung des Geschwindigkeitsvektors nach der Zeit ist gleich Null";
